Repository: vitkin/aptoide-backupapps
Catalog: locale/*.po
Languages: pt_pt

source: Self update
pt_pt: Própria actualização

source: Update available
pt_pt: Actualização disponível

# update_confirm
source: There is a new version of aptoide apps backup available, do you wish to update?
pt_pt: está disponível uma nova versão do aptoide apps backup, pretende actualizar?

# self_updating
source: Please wait while processing update download…
pt_pt: Aguarde, por favor, enquanto a actualização é efectuada…

# bazaar_login
source: Aptoide login
pt_pt: Autenticação de Aptoide

source: Logging in
pt_pt: A autenticar

source: Please wait
pt_pt: Aguarde, por favor

source: Clear login
pt_pt: Limpar credenciais

# clear_login_sum
source: Unset your current login
pt_pt: Limpar as suas credenciais de Aptoide actuais

# set_new_login
source: New login
pt_pt: Novas credenciais

# set_new_login_sum
source: Set a new login
pt_pt: Autenticar novas credenciais

source: Username
pt_pt: Nome de utilizador

source: Password
pt_pt: Palavra passe

source: No Username
pt_pt: Sem nome de utilizador

source: No Password
pt_pt: Sem palavra passe

source: Login required
pt_pt: Autenticação requerida

source: About
pt_pt: Acerca

# description
source: Your Android application backup manager.
pt_pt: O seu gestor de cópias de segurança para Android.

source: Version
pt_pt: Versão

source: Settings
pt_pt: Configurações

# backup_uploads_permissions
source: Backup upload Permissions
pt_pt: Permissões de carga, para o servidor, de cópias de segurança

source: Allowed connections
pt_pt: Ligações permitidas

# auto_backup
source: Automatic Backup
pt_pt: Cópia de segurança automática

# auto_backup_sum
source: On new apps install
pt_pt: Quando se instala nova aplicação

source: Never
pt_pt: Nunca

source: Cache
pt_pt: Memória de reserva

source: Clear cache
pt_pt: Limpar memória de reserva

# clear_cache_description
source: Warning: removing cached apks will affect ongoing restores. Don't do this if you have ongoing restores!
pt_pt: Aviso: remover apks, da memória de reserva, poderá afectar restauros que estejam a prosseguir. Não o faça, enquanto houver restauros a prosseguir!

source: Display Options
pt_pt: Opções de visualização

source: Sort applications by:
pt_pt: Ordenar aplicações por:

# freshness
source: Most Recent
pt_pt: Mais recente

# alphabetic
source: Alphabetically
pt_pt: Alfabeticamente

source: Size
pt_pt: Tamanho

# stars
source: Rating
pt_pt: Estrelas

source: Downloads
pt_pt: Descargas

# show_system_apps
source: Show system applications
pt_pt: Mostrar aplicações de sistema

source: BACKUP
pt_pt: COPIAR

source: RESTORE
pt_pt: RESTAURAR

source: Available
pt_pt: Disponível

source: Installed
pt_pt: Instalada

source: System
pt_pt: Sistema

# protectd
source: Protected
pt_pt: Protegida

source: Too big
pt_pt: Demasiado grande

source: Backed up
pt_pt: Cópia segura

# no_apps
source: No apps to display!
pt_pt: Sem aplicações para mostrar!

source: Loading apps...
pt_pt: A carregar applicações...

source: Uninstall
pt_pt: Desinstalar

source: Login
pt_pt: Autenticar

source: Sign Up
pt_pt: Registar

source: New Account
pt_pt: Nova conta

# registration
source: Aptoide Registration
pt_pt: Registo Aptoide

source: Store Privacy
pt_pt: Privacidade da loja

# publc
source: Public
pt_pt: Pública

# privt
source: Private
pt_pt: Privada

# accept_terms
source: By signing up you are agreeing to the Aptoide Terms of Service and Aptoide Content Policy for Developers
pt_pt: Ao registar, está a concordar com os Termos de Serviço e a Política de Conteúdos para Programadores do Aptoide

source: No network connection
pt_pt: Sem ligação à rede

source: No permitted network connection
pt_pt: Sem ligação à rede, permitida

source: No space left in SDcard
pt_pt: Sem espaço de sobra no cartão SD

source: Download failed
pt_pt: Descarga falhada

# repository
source: Store
pt_pt: Loja

# repository_example
source: (Example: your username)
pt_pt: (Exemplo: O seu nome de utilizador)

source: Un/Select all
pt_pt: Des/Seleccionar Todas

source: Delete
pt_pt: Apagar

source: Backup selected apps
pt_pt: Copiar aplicações seleccionadas

source: Restore selected apps
pt_pt: Restaurar aplicações seleccionadas

# form_intro
source: You may fill out the form:
pt_pt: Pode preencher o formulário:

source: App name
pt_pt: Nome da aplicação

source: App category
pt_pt: Categoria

source: Comics
pt_pt: Banda Desenhada

source: Communication
pt_pt: Comunicação

source: Entertainment
pt_pt: Entretenimento

source: Finance
pt_pt: Finanças

source: Health
pt_pt: Saúde

source: Lifestyle
pt_pt: Estilo de Vida

source: Multimedia
pt_pt: Multimédia

source: News & Weather
pt_pt: Notícias & Metereologia

source: Productivity
pt_pt: Productividade

source: Reference
pt_pt: Referência

source: Shopping
pt_pt: Compras

source: Sports
pt_pt: Desporto

source: Themes
pt_pt: Temas

source: Tools
pt_pt: Ferramentas

source: Travel
pt_pt: Viagens

source: Demo
pt_pt: Demonstração

source: Software Libraries
pt_pt: Biliotecas de Software

source: Arcade & Action (Games)
pt_pt: Arcada & Acção (Jogos)

source: Brain & Puzzle (Games)
pt_pt: Cerebrais & Puzzle (Jogos)

source: Cards & Casino (Games)
pt_pt: Cartas & Casino (Jogos)

source: Casual (Games)
pt_pt: Casual (Jogos)

# form_rating
source: App rating
pt_pt: Classificação

source: All
pt_pt: Todos

# pre_teen
source: Pre-Teen (minimal age: 10)
pt_pt: Pré-Adolescente (minimal age: 10)

# teen
source: Teen (minimal age: 16)
pt_pt: Adolescente (minimal age: 16)

# mature
source: Mature (minimal age: 18)
pt_pt: Adulto (minimal age: 18)

source: App description (Optional)
pt_pt: Descrição (Optional)

source: App description
pt_pt: Descrição

source: Phone number (Optional)
pt_pt: Número de telefone (Optional)

source: Phone number
pt_pt: Número de telefone

source: Website url (Optional)
pt_pt: endereço de "Web" (Optional)

source: Website url
pt_pt: endereço de "Web"

source: Uploading apps:
pt_pt: Apps a carregar:

source: Uploaded apps:
pt_pt: Apps carregadas:

# not_uploaded_apps
source: Failed to upload:
pt_pt: Cargas falhadas:

source: Return to apps list
pt_pt: Retornar à lista de apps

# login_service_unavailable
source: Login service currently unavailable
pt_pt: Serviço de autenticação actualmente indisponível

# login_create_service_unavailable
source: User creation service currently unavailable
pt_pt: Serviço de criação de utilizadores actualmente indisponível

# repo_service_unavailable
source: Store service currently unavailable
pt_pt: Serviço de Loja actualmente indisponível

# repo_not_associated_with_user
source: This store is not associated with this user, please correct it!
pt_pt: Esta loja não está associada a este utilizador, por favor corrija-a!

# check_login
source: Please check your username and password!
pt_pt: Por favor confirme o seu nome de utilizador e a sua palavra passe!

# check_repo
source: Please check your store!
pt_pt: Por favor verifique a sua loja!

# username_not_email
source: Username not properly formatted e-mail
pt_pt: Nome de utilizador não formatado correctamente, como e-mail

source: Wrong password
pt_pt: Palavra passe errada

source: HMAC problem
pt_pt: problema de HMAC

source: User agent problem
pt_pt: problema de "user agent"

source: Username already registered
pt_pt: Nome de utilizador já registado

source: Missing parameter
pt_pt: Parâmetro em falta

source: Unknown username
pt_pt: Nome de utilizador desconhecido

# repo_requires_authentication
source: Store requires authentication
pt_pt: Loja requer autenticação

# repo_already_exists
source: Store already exists
pt_pt: Loja já existente

source: Missing token
pt_pt: Falta de "Token"

source: Missing apk
pt_pt: Falta de apk

# select_rating
source: Please select a rating
pt_pt: Escolha uma classificação, por favor

# enter_apk_name
source: Please enter an application name!
pt_pt: Forneça o nome da aplicação, por favor!

# select_category
source: Please select a category!
pt_pt: Escolha uma categoria, por favor

# enter_description
source: Please enter a description!
pt_pt: Forneça uma descrição, por favor!

source: Token error
pt_pt: Erro de "Token"

# invalid_repo_name
source: Invalid store name
pt_pt: Nome de loja inválido

source: Invalid apk
pt_pt: Apk inválido

source: Invalid rating
pt_pt: Classificação inválida

source: Invalid category
pt_pt: Categoria inválida

# invalid_website
source: Invalid website url
pt_pt: Endereço de "Web" inválido

# invalid_email
source: Invalid e-mail address
pt_pt: Endereço de e-mail inválido

# failed_apk_upload
source: Apk upload failed
pt_pt: Carga de apk falhada

source: Apk too big
pt_pt: Apk demasiado grande

source: Apk duplicate
pt_pt: Apk duplicado

# apk_infected
source: Apk infected with virus
pt_pt: Apk infectado com vírus

source: Apk blacklisted
pt_pt: Apk bloqueado

# failed_server_connection
source: Server connection failed, please retry!
pt_pt: Ligação ao servidor falhada, tente de novo, por favor!

# server_error_apk
source: Server Error (Lost Apk)
pt_pt: Erro de servidor (Apk perdido)

# server_error_screenshots
source: Server Error (Screenchots)
pt_pt: Erro de servidor (Captura de ecrã)

source: Server Error (MD5)
pt_pt: Erro de servidor (MD5)

# server_error_icon_upload
source: Server Error (Icon)
pt_pt: Erro de servidor (Ícone)

# server_error_graphic_upload
source: Server Error (Graphic)
pt_pt: Erro de servidor (Gráfico)

source: Server Error
pt_pt: Erro de servidor

source: Success
pt_pt: Sucesso

# app_system_backup_may_fail
source: %s is protected by the system and Aptoide-AppsBackup might not be able to back it up, or uninstall it
pt_pt: %s está protegida pelo sistema palo que o Aptoide-AppsBackup pode não conseguir copiá-la ou desinstalá-la

# app_too_big_backup_may_fail
source: %s is too big, the server might refuse to receive the upload
pt_pt: %s é demasiado grande, o servidor pode recusar a sua carga

# option_not_available_while_updating_repos
source: Option not available while updating stores!
pt_pt: Opção não disponível durante a actualização das lojas!

source: Too many apps to select at once!
pt_pt: Demasiadas aplicações para seleccionar de uma vez!

# please_wait_server_being_updated
source: Please wait, the server is being updated, this may take several minutes!
pt_pt: Aguarde por favor, o servidor está a ser actualizado, isto pode demorar alguns minutos!
